Autodesk.Revit.DB.Electrical.ElectricalLoadClassification.Abbreviation
The abbreviation of the load classification name
Throws Autodesk.Revit.Exceptions.ArgumentException:
When setting this property: abbreviation is an empty string or contains only whitespace.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was NULL
Since:
2021